app/controllers/webhooks_controller.rb

  def index
    @webhooks = Webhook.all
---
SELECT "webhooks".* FROM "webhooks"

    def set_webhook
      @webhook = Webhook.find(params[:id])
---
SELECT "webhooks".* FROM "webhooks" WHERE "webhooks"."id" = ? LIMIT ?  [["id", nil], ["LIMIT", 1]]